{
    "dish_name": "Pinaatti-ricottaraviolit",
    "description": "Pehmeät raviolit saavat täytteekseen raikasta pinaattia ja täyteläistä ricottajuustoa.",
    "ingredients": "[{\"name\": \"durumvehnäjauhoja\", \"units\": \"g\", \"amount\": 500}, {\"name\": \"kananmunia\", \"units\": null, \"amount\": 7}, {\"name\": \"neutraalia öljyä\", \"units\": \"rkl\", \"amount\": 3.5}, {\"name\": \"tuoretta pinaattia\", \"units\": \"g\", \"amount\": 100}, {\"name\": \"ricottajuustoa\", \"units\": \"g\", \"amount\": 50}, {\"name\": \"hienoksi raastettua parmesaania\", \"units\": \"g\", \"amount\": 100}, {\"name\": \"valkosipulinkynsi\", \"units\": null, \"amount\": 1}, {\"name\": \"sitruunan mehu\", \"units\": null, \"amount\": 1}, {\"name\": \"suolaa\", \"units\": null, \"amount\": null}, {\"name\": \"mustapippuria\", \"units\": null, \"amount\": null}]",
    "instructions": "Liitä Assistentiin teräskulho, taikinaveitsi ja taikinarulla. Mittaa jauhot teräskulhoon ja käynnistä Assistent pienellä nopeudella. Lisää munat yksi kerrallaan. Lisää öljy. Voit auttaa laitetta sekoittamaan ainekset vetämällä vartta muutaman kerran kulhon keskiosaa kohti. Kun taikina alkaa muotoutua, lukitse varsi 2–4 cm:n päähän kulhon reunasta. Aseta ajastimeen 8 minuuttia ja anna laitteen vaivata taikinaa sen aikaa. Kumoa taikina jauhotetulle työtasolle. Vaivaa taikinaa vielä hetki käsin. Anna levätä jääkaapissa vähintään 30 minuuttia. Lämmitä oliiviöljy pannulla keskilämmöllä. Kuullota pinaatinlehtiä, kunnes suurin osa nesteestä on haihtunut. Ota pannu pois levyltä. Sekoita pinaatti, ricottajuusto, pilkottu valkosipuli, sitruunankuoriraaste ja sitruunamehu. Sekoita tasaiseksi tahnaksi sauvasekoittimella tai tehosekoittimessa. Mausta suolalla ja pippurilla. Siirrä pinaattitäyte pursotuspussiin tai ota esiin lusikka, jolla voit levittää täytettä. Liitä lasagnetela Assistentiin. Jaa pastataikina 3–4 osaan. Litistä taikinapaloja ensin käsilläsi. Syötä ne sitten yksi kerrallaan pastatelan läpi pienimmällä nopeudella, (asetus 0). Taita kertaalleen kaulittu taikinapala. Syötä se telan läpi uudelleen useita kertoja niin, että nostat asetusta joka kerta yhden pykälän. Kaulitse viimeiseksi asetuksella 5. Nyt taikinalevyn pitäisi olla pehmeä ja tasainen. Aseta kaulitut taikinalevyt kevyesti jauhotetulle työtasolle. Pursota tai levitä pinaattitäytettä pieniksi keoiksi kunkin taikinalevyn toiselle puolikkaalle. Jätä hieman tilaa täytekekojen välille ja reunoille. Taita toinen puoli taikinasta täytteen päälle. Paina reunat yhteen. Leikkaa raviolinyyteiksi. Keitä ravioleja kiehuvassa, suolalla maustetussa vedessä noin 5 minuuttia tai kunnes ne kohoavat pintaan kellumaan. Tarjoa kuumina parmesaaniraasteen ja salaatin kanssa.",
    "category": null,
    "prep_time": "30 minutes",
    "cook_time": "5 minutes",
    "total_time": null,
    "notes": null,
    "tags": null
}