{
    "dish_name": "Martins surdegsbröd",
    "description": "Det här surdegsbrödet bakar du på en blandning av råg -och vetemjöl med surdeg på råg.",
    "ingredients": "[{\"name\": \"rågsurdeg\", \"units\": \"dl\", \"amount\": \"0.5\"}, {\"name\": \"vatten\", \"units\": \"dl\", \"amount\": \"2\"}, {\"name\": \"rågmjöl\", \"units\": \"dl\", \"amount\": \"2\"}, {\"name\": \"vatten\", \"units\": \"dl\", \"amount\": \"3.5\"}, {\"name\": \"vetemjöl\", \"units\": \"dl\", \"amount\": \"10\"}, {\"name\": \"salt\", \"units\": \"tsk\", \"amount\": \"3\"}]",
    "instructions": "Blanda surdegsgrunden med vatten och mjöl i en bunke. Låt stå i rumstemperatur tills den kommit igång och blivit luftig och bubblig. Om den inte kommit igång efter 6–10 timmar kommer det bli svårt att baka bröd med den. Då kan du låta den stå några timmar till för att sedan hälla bort allt utom lite på botten och mata den på nytt. Spar undan en klick av den bubbliga surdegen i din burk. Detta ska du ha till nästa gång du vill baka. Burken förvarar du i kylskåpet. Tips: Om det dröjer mer än några dagar tills du vill baka med surdegen igen kan det vara bra att ta fram den och mata på nytt. Häll ut allt utom lite på botten, tillsätt ½ dl vatten och ½ dl mjöl och låt den stå framme tills den bubblat igång. Blanda surdeg, vatten, mjöl och salt i en bunke. Rör tills degen gått ihop. Täck bunken med lock eller plastfolie och låt jäsa länge. Exakt hur länge är svårt att säga, det beror på hur pigg surdegen är och hur varmt det är, men någonstans mellan 3 och 6 timmar. Efter cirka 1 timmes jäsning kan du röra några varv i bunken. Det ger degen ännu bättre spänst. När degen jäst upp ordentligt (den kommer troligen inte jäsa till dubbel storlek, men det ska vara tydligt att den jäst) tar du upp den på ett mjölat bakbord. Forma till ett runt bröd genom att vika in kanterna mot mitten och vända den upp och ner. Mjöla ovansidan ordentligt. Lägg en bakduk i ett durkslag och strö över lite mjöl. Lägg degen med den släta sidan nedåt i durkslaget och vik över bakduken eller använd jäskorg om du har en. Låt brödet jäsa ytterligare en gång, antingen i rumstemperatur (och då kan det ta mellan 1 och 3 timmar) eller i kylskåp (8–12 timmar). Värm ugnen till 250 grader. Vänd över degen i en gjutjärnsgryta, gör några snitt i degen med en kniv eller gör några klipp med en sax. Sätt på locket och ställ in grytan i ugnen. Grädda i 25 minuter med locket på och ytterligare 25 minuter med locket av. Om du inte har en gryta kan du förstås grädda brödet på en vanlig plåt med bakplåtspapper. Grädda i så fall i cirka 45 minuter på 230 grader. Ta ut brödet och vänd försiktigt upp det ur den heta grytan. Låt svalna på ett galler.",
    "category": "Bröd",
    "prep_time": "6–10 hours",
    "cook_time": "50 minutes",
    "total_time": "6–10 hours",
    "notes": "Det finns många olika sätt att baka surdegsbröd, detta är bara ett. Prova dig fram och hitta ett sätt som passar dig.",
    "tags": "surdegsbröd, bröd, bakning"
}