{
    "dish_name": "вафельні трубочки",
    "description": "Простий і смачний рецепт вафельних трубочок на вершковому маслі.",
    "ingredients": "[{\"name\": \"Борошно пшеничне\", \"units\": \"ст.\", \"amount\": 2}, {\"name\": \"Куряче яйце\", \"units\": \"шт.\", \"amount\": 5}, {\"name\": \"Масло вершкове\", \"units\": \"гр.\", \"amount\": 200}, {\"name\": \"Цукор-пісок\", \"units\": \"ст.\", \"amount\": 1}, {\"name\": \"Ванілін\", \"units\": null, \"amount\": \"щіпка\"}, {\"name\": \"Сіль\", \"units\": null, \"amount\": \"щіпка\"}, {\"name\": \"Рослинна олія\", \"units\": \"для змазування\", \"amount\": null}]",
    "instructions": "1. Готуємо продукти для тіста. Борошно просіваємо, щоб розпушити його і збагатити повітрям. Відміряємо необхідну кількість цукрового піску. 2. Вершкове масло кладемо в сотейник і топимо до рідкого стану на плиті. Помішувати, щоб не пригоріло і рівномірно розтоплювалося. 3. Якщо масло сильно нагрілося, даємо йому охолонути до теплої температури, щоб яйця не згорнулися, коли будемо змішувати інгредієнти. 4. У розтоплене масло розбиваємо яйця, всипаємо цукровий пісок. Додаємо ванілін і сіль в зазначених кількостях. 5. Збиваємо все разом міксером. 6. Всипаємо просіяне борошно і продовжуємо працювати міксером, поки не розіб’ються всі грудочки, а маса не стане повністю гладкою і однорідною. 7. Готове тісто має бути текучим і по консистенції нагадувати згущене молоко. 8. Випікати вафлі можна як в електроприладі, так і в спеціальній формі на газу. Розігріваємо пристосування до дуже гарячого стану. 9. Змащуємо внутрішні робочі поверхні тонким шаром рослинної олії. 10. На підготовлену поверхню виливаємо столову ложку тіста. 11. Щільно закриваємо вафельницю. 12. Час випікання вафлі залежить від типу і потужності приладу. 13. Поки вафля гаряча, відразу звертаємо її в трубочку або конус. 14. Подавати таку випічку краще в повністю охолодженому вигляді.",
    "nutrition_info": null,
    "category": "Десерт",
    "prep_time": "1 год",
    "cook_time": "10 хв",
    "total_time": "1 год 10 хв",
    "notes": "Тісто вже містить в собі досить велику кількість вершкового масла, тому не буде прилипати до поверхні в процесі випікання.",
    "tags": "вафельниці, десерти"
}