{
    "dish_name": "Canelé",
    "description": "A canelé is a small French pastry containing a mix of vanilla, rum, egg, butter, sugar, and flour. They’re quite challenging to make, requiring patience, practice, attentiveness, and perseverance.",
    "ingredients": "[{\"name\": \"whole milk\", \"units\": \"g\", \"amount\": 475}, {\"name\": \"confectioner’s sugar\", \"units\": \"g\", \"amount\": 200}, {\"name\": \"all-purpose flour\", \"units\": \"g\", \"amount\": 95}, {\"name\": \"whole eggs\", \"units\": \"g\", \"amount\": 85}, {\"name\": \"egg yolks\", \"units\": \"g\", \"amount\": 35}, {\"name\": \"European style butter, unsalted\", \"units\": \"g\", \"amount\": 45}, {\"name\": \"rum\", \"units\": \"g\", \"amount\": 20}, {\"name\": \"sea salt\", \"units\": \"teaspoon\", \"amount\": 0.25}, {\"name\": \"vanilla bean\", \"units\": null, \"amount\": 1}, {\"name\": \"food grade beeswax\", \"units\": null, \"amount\": null}]",
    "instructions": "Day One—Prepare Canelé Batter: Add the milk and the butter to a saucepan and bring up to 185°F (85°C), stirring occasionally. Remove from the heat and transfer to a medium-sized bowl or large glass pouring vessel. Scrape the seeds from the vanilla bean and add both the seeds and pod to the warm mixture. Let this all cool while you prepare the rest of the ingredients. In a large bowl, sift together the flour, confectioner’s sugar, and salt. Add the whole eggs and egg yolks to a plastic cup or narrow pitcher. Blend together using an immersion blender. At this point, be sure the milk mixture is mostly cool, if not, place it in the fridge for 15 minutes, then proceed. Remove, but reserve, the vanilla bean from the cooled milk mixture and slowly stream in the egg mixture while stirring. Then add the rum. Pour the milk/egg/rum mixture batter through a fine-meshed sieve over the dry ingredients. Gently combine everything with a whisk (do not over mix or incorporate air) until combined and no lumps remain. Pass the entire mixture once more through a fine-meshed sieve into a storage container with a lid. Add the reserved empty vanilla bean to the container, cover, and place in the fridge for 48 hours. Day Two—Rest Canelé Batter: Let the batter rest for 48 hours before baking the canelé. You could use them after 24 hours, but I’ve found it best to wait a full 48 hours for full flavor and a better texture. Day Three (or up to five)—Bake Canelé: Quick-Season Copper Molds: This is a quick-seasoning step that applies a thin layer of beeswax to the mold before baking to ensure the canelé remove cleanly. Make sure to use copper molds that have already been fully seasoned. Follow the steps in the First-time Seasoning section but perform this only a single time. After you do the 10-minute bake with wax, be sure to pour out any wax that may have pooled at the bottom of the mold (otherwise the tops of the canelé will take forever to bake fully). Once the molds have cooled a bit, place them on a plate and into the freezer for 30 minutes. Bake: Place a Baking Steel (or, if you don’t have one, a baking stone, although I find the steel to work best) on a rack in the middle of your oven. While the molds are in the freezer, preheat oven to 450°F (230°C) for 1 hour. Line a half or quarter baking sheet with tin foil and remove the rested canelé batter from the fridge. Whisk the batter (but don’t incorporate any air) to blend together the ingredients so they form a homogenous mixture (this might take 1-2 minutes). Transfer the batter to a measuring cup with a spout. Pour 75g of batter (about 1 cm from the rim) into each frozen mold and place it on the prepared baking sheet with foil. Space them evenly on the sheet and place the sheet on the Baking Steel in the oven. Bake for 15 minutes at 450°F (230°C). After 15 minutes, quickly open the oven door and rotate the baking sheet 180°. Then, turn the oven down to 350°F (175°C) and bake for 50-60 minutes. Keep an eye on them in the last 10 minutes of the bake time; these can quickly go from perfect to burned. Using gloves, check each canelé to see if it’s done by turning it out onto a cooling rack above a layer of tin foil on the counter. If the canelé is uniformly dark all over, it’s finished. If you find the top (the “crown”) is still pale-colored, or the color is not uniform, return it to the mold and place bake on the baking sheet in the oven. Check again in 5 minutes. When all are finished, let the canelé cool on the wire rack for 45 minutes to 1 hour until hardened. They are best the day they’re made, but I found they can be blasted under the broiler for a minute or two and crisp up rather well the next day. Alternatively, you can bake half the batter one day and finish the rest the next. When all are finished, let the molds cool and wipe them clean with a paper towel. Do not wash the copper molds.",
    "category": "Dessert",
    "prep_time": "48 hours",
    "cook_time": "1 hour 5 minutes",
    "total_time": "1 hour 53 minutes",
    "notes": "Be sure to season your canelé molds before their first use. It’s best to let the batter rest for at least 48 hours after mixing (and this can be extended to up to 4 days).",
    "tags": "French pastry, dessert, canelé"
}