{
    "dish_name": "Garlic Soup with Beans and Bacon",
    "description": "This heathy and hearty French garlic soup with beans and bacon is a warm welcome for lunch or dinner. Creamy white beans with a fragrant note of garlic and pops of salty smoked bacon make for a taste and textural treat.",
    "ingredient": "[{\"name\": \"smoked bacon lardons\", \"amount\": 7, \"units\": \"oz\"}, {\"name\": \"dried navy beans\", \"amount\": 12, \"units\": \"oz\"}, {\"name\": \"onion\", \"amount\": 1, \"units\": \"pieces\"}, {\"name\": \"garlic bulb\", \"amount\": 1, \"units\": \"pieces\"}, {\"name\": \"fresh thyme leaves\", \"amount\": 1, \"units\": \"tbsp\"}, {\"name\": \"chicken stock\", \"amount\": 40.5, \"units\": \"cups\"}, {\"name\": \"salt & pepper\", \"amount\": null, \"units\": null}]",
    "step_by_step": "[\"Soak the beans in a large bowl filled with water (they'll double in size, so be sure to use enough water).\", \"After soaking, drain and rinse the beans and set aside.\", \"If you're using a slab of bacon, cut it into cubes (lardons). Add them to a large pan and turn on the heat to medium. Let the lardons fry gently to release their fat. After about 10 minutes, remove the lardons from the pan and set aside. Keep the fat in the pan.\", \"Over the same medium heat, add the onion and garlic and thyme leaves and saute gently for about 5 minutes until the onions are soft and the raw garlic smell is gone.\", \"Add the beans to the pan and stir well to coat in the onion mixture.\", \"Pour in the stock and bring to a simmer. Reduce the heat to low and put on a lid. Gently simmer the soup for 2½-3 hours, until the beans are completely soft. This time can fluctuate depending on the size of your beans. When the beans are creamy inside without any chalkiness, they're done. Remove from the heat.\", \"Season generously with salt (at least 1 tsp) and plently of black pepper.\", \"Return the fried lardons to the soup and stir through. You're ready to serve. I like to serve mine with crusty bread and a thin drizzle of extra virgin olive oil or walnut oil.\"]",
    "nutrition_info": "605 kcal; 33/24/65",
    "category": "Appetizer, Main",
    "prep_time": "5 minutes",
    "cook_time": "180 minutes",
    "total_time": "185 minutes",
    "difficulty_level": "Medium",
    "rating": 5.0,
    "notes": "Toppings A drizzle of oil - A drizzle of olive oil or the traditional French walnut oil if you can get hold of some. Say fromage - If you want even more flavour, crumble in a small amount of Roquefort blue or crumbly Cantal cheese. Croutons - of baked or fried bread are a great choice too. Toss them in a little crumbled dried thyme for even more floral notes. Storage Fridge - This soup will be good in the fridge for 5-6 days in an airtight container. Reheat gently in a pan or microwave until piping hot. Freezer - this is a good option for this soup; in an airtight container it'll be good for 3+ months. Defrost completely first the reheat in a pan or microwave until piping hot.",
    "tags": "Garlic soup, lardons, navy beans, winter soup, French",
    "image_urls": "https://www.cookeatworld.com/wp-content/uploads/2024/12/Garlic-Soup-6.jpg,https://www.cookeatworld.com/wp-content/uploads/2024/12/Garlic-Soup-6-500x500.jpg,https://www.cookeatworld.com/wp-content/uploads/2024/12/Garlic-Soup-6-500x375.jpg"
}