{
    "dish_name": "Pasta Al Radicchio and Pancetta",
    "description": "This quick and easy pasta sauce only includes four ingredients! You'll be more than surprised how much flavour they create. It's one of my favourites, and I'm sure you'll agree once you taste yourself.",
    "ingredient": "[{\"name\": \"dried pasta\", \"amount\": 7, \"units\": \"oz\"}, {\"name\": \"radicchio\", \"amount\": 1, \"units\": \"pieces\"}, {\"name\": \"pancetta\", \"amount\": 5.5, \"units\": \"oz\"}, {\"name\": \"pecorino cheese\", \"amount\": 1, \"units\": \"cup\"}, {\"name\": \"salt & pepper\", \"amount\": null, \"units\": null}]",
    "step_by_step": "[\"In a large pan of generously salted water add your dried pasta to cook to the pack instructions.\", \"About 10 minutes before the pasta will be ready, begin making the sauce. Add the pancetta to a large cold frying pan. Turn on the heat and set to medium - let the pancetta slowly begin to fry. The fat will render out. Let it cook for 4-5 minutes until lightly crisp.\", \"Add the shredded radicchio and stir fry for 2-3 minutes until wilted. Remove from the heat.\", \"Once the pasta is cooked - retain about 1 cup of the cooking liquid and drain the rest. Add the pasta to the pan with the pancetta and radicchio.\", \"Add 3/4 of the water and all the cheese. Stir quickly or shake the pan until the cheese and water have emulsified into a thick, creamy sauce. Add a little salt and pepper to your own taste.\", \"Serve immediately!.\"]",
    "nutrition_info": "887 kcal; 39/46/77",
    "category": "Appetizer, Main Course",
    "prep_time": "2 minutes",
    "cook_time": "12 minutes",
    "total_time": "14 minutes",
    "difficulty_level": "Easy",
    "rating": 5.0,
    "notes": "If you can't get hold of pancetta, use guanciale or smoked bacon pieces. You can use any shape pasta you like, personally, I love this dish with farfalle (bow shape). To get the best sauce, ensure the pan is off the heat and work quickly. Shaking the pan creates a good amount of friction and will create a good creamy sauce every time - not too much drown the pasta, but enough to coat everything. Also, be sure to eat this as soon as you can as the pasta will continue to soak up the sauce and dry out.",
    "tags": "Farfalle, Pancetta, Radicchio, Italian",
    "image_urls": "https://www.cookeatworld.com/wp-content/uploads/2025/08/Pasta-Radicchio-5.jpg,https://www.cookeatworld.com/wp-content/uploads/2025/08/Pasta-Radicchio-5-500x500.jpg,https://www.cookeatworld.com/wp-content/uploads/2025/08/Pasta-Radicchio-5-500x375.jpg"
}