{
    "dish_name": "Thai Omelette (Kai Jeow)",
    "description": "This simple Thai Omelette has all the fragrance and flavour you'd expect from Thailand. Sweet, sour, spicy and fresh. It's the perfect way to start your day. And it's super easy too!",
    "ingredient": "[{\"name\": \"eggs\", \"amount\": 2, \"units\": \"pieces\"}, {\"name\": \"fish sauce\", \"amount\": 1, \"units\": \"tbsp\"}, {\"name\": \"spring onion\", \"amount\": 2, \"units\": \"pieces\"}, {\"name\": \"vegetable oil\", \"amount\": 3, \"units\": \"tbsp\"}, {\"name\": \"thai chilli\", \"amount\": 1, \"units\": \"pieces\"}, {\"name\": \"sriracha sauce\", \"amount\": 2, \"units\": \"tbsp\"}, {\"name\": \"cherry tomatoes\", \"amount\": 4, \"units\": \"pieces\"}, {\"name\": \"cilantro\", \"amount\": 2, \"units\": \"tbsp\"}]",
    "step_by_step": "[\"Add the eggs and fish sauce to a small bowl and beat until combined. Add one of the spring onions finely chopped.\", \"In a wok, over a high temperature, heat the oil until hot. Add the egg mix and leave it to bubble and sizzle for 1-2 minutes. The egg will puff up and brown.\", \"Flip it carefully and leave to cook for another 1-2 minutes. The outer will be browned and lightly crisp. Remove from the pan and drain on paper towels.\", \"Place on a plate or over a shallow bed of freshly cooked rice and scatter over the chilli, tomato and cilantro. Drizzle over the Sriracha and serve.\"]",
    "nutrition_info": "156 kcal; 13/9/7",
    "category": "Breakfast, Lunch",
    "prep_time": "5 minutes",
    "cook_time": "5 minutes",
    "total_time": "10 minutes",
    "difficulty_level": "Easy",
    "rating": 5.0,
    "notes": "Serving - At its simplest, I serve Thai omelette on its own, or over a bed of fluffy and fragrant Jasmine rice. Alternative toppings - My recipe uses only a small selection of the toppings you could consider for your omelette. I've made versions topped with all manner of fresh ingredients. Try roasted peanuts, cucumber, beansprouts, crispy shallots, crispy garlic, lightly pickled (in rice vinegar) vegetables like carrot, radish etc., fresh lime, fresh ginger and more. Alternative versions - There are many variations which include spiced or stir-fried meats like pork or chicken and seafood versions with spiced shrimp and dressed crab either topping, wrapped or incorporated into the egg. That's a wrap - You can also use your omelette to wrap or cover other Thai favourites like fried rice or spicy larb . Fridge storage - The omelettes will stay fresh in the fridge (properly covered or in sealed bags) for 3-4 days. They can be eaten cold or gently rewarmed. Freezer storage - Omelettes aren't the best for freezing so I would say fresh is best on this occasion.",
    "tags": "Omelette, Thai",
    "image_urls": "https://www.cookeatworld.com/wp-content/uploads/2023/09/Thai-Omelette-6.jpg,https://www.cookeatworld.com/wp-content/uploads/2023/09/Thai-Omelette-6-500x500.jpg,https://www.cookeatworld.com/wp-content/uploads/2023/09/Thai-Omelette-6-500x375.jpg"
}