{
    "dish_name": "Turkish Menemen",
    "description": "Menemen is a hearty, healthy dish from Turkey. Creamy scrambled eggs flavoured with tomatoes, peppers and Aleppo pepper. It's an amazing combination of flavour and fragrance, perfect alongside buttery flatbreads any time of the day.",
    "ingredient": "[{\"name\": \"olive oil\", \"amount\": 1, \"units\": \"tbsp\"}, {\"name\": \"shallot\", \"amount\": 1, \"units\": \"pieces\"}, {\"name\": \"green bell pepper\", \"amount\": 1, \"units\": \"pieces\"}, {\"name\": \"salt & pepper\", \"amount\": null, \"units\": null}, {\"name\": \"aleppo pepper flakes\", \"amount\": 1, \"units\": \"tsp\"}, {\"name\": \"tomato concentrate\", \"amount\": 2, \"units\": \"tbsp\"}, {\"name\": \"chopped fresh tomatoes\", \"amount\": 1, \"units\": \"cup\"}, {\"name\": \"tomato passata\", \"amount\": 0.5, \"units\": \"cup\"}, {\"name\": \"eggs\", \"amount\": 6, \"units\": \"pieces\"}, {\"name\": \"parsley\", \"amount\": 2, \"units\": \"tbsp\"}]",
    "step_by_step": "[\"Heat the oil in a deep frying pan or skillet over a moderate heat until just hot.\", \"Add the shallot and bell pepper and fry for 3-4 minutes until softened slightly.\", \"Add some salt & pepper, the Aleppo pepper and tomato concentrate and stir briefly to combine.\", \"Add the fresh tomatoes and tomato passata and stir well. Let this gently simmer for 1-2 minutes.\", \"Pour in the eggs and begin to stir. Stir for 2-3 minutes until the eggs are starting to firm up but still a little undercooked and creamy. Remove from the heat. They'll continue to cook.\", \"If you're serving from the pan, scatter over the parsley and an extra sprinkling of Aleppo pepper. If you're plating in portions, sprinkle each portion with Aleppo pepper and parsley.\", \"Serve with some form of bread like flatbreads, pita breads or crusty sourdough.\"]",
    "nutrition_info": "163 kcal; 10/10/9",
    "category": "Breakfast",
    "prep_time": "10 minutes",
    "cook_time": "8 minutes",
    "total_time": "18 minutes",
    "difficulty_level": "Easy",
    "rating": 4.0,
    "notes": "Serving and Storage Serve - Serving menemen right away will give the best results, but you can also serve it at room temperature. I like to serve it in the skillet I cooked it in, in the centre of the table surrounded by flatbreads. Fridge - If you have any leftovers, they'll stay good for 2-3 days in the fridge - eat them cold or gently reheated in the microwave. Freezer - Eggs don't freeze well, so I wouldn't recommend freezing. Tips You can mix in a few fresh or dried herbs to menemen. For fresh, mix in a little dill, oregano or mint at the end. For dried herbs, add a little oregano or thyme when cooking the onion and bell pepper. Add a sprinkle of Peynir or Feta cheese over the cooked eggs. Mix in some Turkish Suçuk after cooking the onion/bell pepper and fry for a while. Storage Fridge - any leftovers will be good for a couple of days in the fridge. Reheat gently in the microwave. Freezer - I don't recommend freezing",
    "tags": "Eggs, Turkish",
    "image_urls": "https://www.cookeatworld.com/wp-content/uploads/2023/10/Menemen-6.jpg,https://www.cookeatworld.com/wp-content/uploads/2023/10/Menemen-6-500x500.jpg,https://www.cookeatworld.com/wp-content/uploads/2023/10/Menemen-6-500x375.jpg"
}