{
    "dish_name": "אורז לסושי",
    "description": "מתכון לסושי כמו של המסעדות! עם אורז סושי שעשוי בול כמו שצריך ועוד מגוון מתכונים לסוגי סושי מעולים.",
    "ingredients": "[{\"name\": \"אורז לסושי\", \"units\": \"גרם\", \"amount\": 500}, {\"name\": \"מים מסוננים או מינרלים\", \"units\": \"גרם/מ״ל\", \"amount\": 550}, {\"name\": \"חומץ אורז\", \"units\": \"גרם\", \"amount\": 100}, {\"name\": \"סוכר לבן\", \"units\": \"גרם\", \"amount\": 70}, {\"name\": \"מלח דק\", \"units\": \"גרם\", \"amount\": 20}, {\"name\": \"אצת קומבי\", \"units\": null, \"amount\": null}]",
    "instructions": "שוטפים מתחת לברז את האורז סושי 5-6 פעמים תוך כדי שפשוף עדין מאוד של הגרגירים בין הידיים עד לקבלת מים שקופים. מסננים את האורז ומשרים במים מסוננים במשך 30 דק׳. (לא מי ברז) מעבירים את האורז לייבוש במסננת למשך 15 דקות. במקביל מכינים את התחמיץ – בסיר מערבבים את כל המרכיבים ומעלים לאש הכי נמוכה. אנחנו לא רוצים להביא לרתיחה אלה ממש אש נמוכה מאוד אך ורק עד להמסת היבשים – ברגע שיש לנו תחמיץ חלק ללא גרגרי מלח וסוכר מורידים מיד מהאש לצינון. חוזרים לאורז – את האורז המסונן מכניסים לסיר בינוני, מוסיפים 550 מ״ל מים מסוננים ומדליקים את האש על להבה גבוהה. (לא מי ברז) ברגע שישנה רתיחה (רואים בועות), מורידים את האש לנמוכה, מערבבים קלות את האורז (לאט ובעדינות), מכסים ומבשלים מרגע זה 10 דק׳ בדיוק – שימו לב שיש בעבוע עדין. לאחר ה-10 דק’, מכבים את האש, מערבבים בעדינות בדגש על תחתית הסיר ומשאירים את מכסה הסיר סגור לעוד 10 דק׳ באותו המקום החם שעליו בישלנו (לא להזיז את הסיר לצינון על השיש) לאחר מכן מעבירים את האורז לכלי שטוח ורחב, שופכים את החומץ אורז שהכנו מראש באחידות ובעזרת כף עץ או סיליקון נערבב בתנועת חיתוך סכין באופן יסודי ועדין – אסור לערבב באגרסיביות את האורז אחרת גרגרי האורז ישברו. בוחרים מגבת נקייה (עדיף כזאת שכובסה ללא מרכך) שוטפים אותה היטב משאריות מכונת הכביסה ומכסים את האורז למנוחה של 30 דק’ במגבת רטובה. לאחר המנוחה אפשר להתחיל לעבוד על כל סוגי הסושי.",
    "category": null,
    "prep_time": "30 minutes",
    "cook_time": "10 minutes",
    "total_time": "60 minutes",
    "notes": null,
    "tags": null
}