{
    "dish_name": "לחמניות באן",
    "description": "מתכון ללחמניות באן הכי טוב שתכינו! לחמניות מאודות רכות כמו ענן שכיף לאכול עם בשר מפורק או עוף או טופו מוקפץ בפנים",
    "ingredients": "[{\"name\": \"קמח לבן\", \"units\": \"כוסות\", \"amount\": 3.5}, {\"name\": \"שמרים טריים\", \"units\": \"גרם\", \"amount\": 25}, {\"name\": \"שמרים יבשים\", \"units\": \"גרם\", \"amount\": 8}, {\"name\": \"סוכר לבן\", \"units\": \"כפות\", \"amount\": 3}, {\"name\": \"אבקת אפייה\", \"units\": \"גרם\", \"amount\": 5}, {\"name\": \"סודה לשתיה\", \"units\": \"גרם\", \"amount\": 5}, {\"name\": \"מלח\", \"units\": \"גרם\", \"amount\": 10}, {\"name\": \"מים קרים\", \"units\": \"גרם\", \"amount\": 250}, {\"name\": \"חומץ 5%\", \"units\": \"כפית\", \"amount\": 1}, {\"name\": \"שמן\", \"units\": \"גרם\", \"amount\": 20}]",
    "instructions": "ראשית בקערה מערבבים היטב את היבשים ביחד – קמח, שמרים, סוכר, אבקת אפייה וסודה לשתייה. בקערה של המיקסר שופכים מים קרים ומעל את החומץ והשמן. עכשיו מצרפים את היבשים על הרטובים ומעבירים ללישה של 10 דק׳ בדיוק במיקסר כל המהירות הכי איטית עם וו לישה – ניתן ללוש בידיים במשך 12 דק׳. לאחר קבלת בצק רך ונעים מניחים את כדור הבצק בקערה משומנת להתפחה עד הכפלת נפח – שעה עד שעתיים ובחורף לפעמים יותר. ברגע שהוכפל הנפח מחלקים את הבצק לכדורים של 50 גרם – סה״כ 17 כדורים בדיוק. (בזמן העבודה יש לכסות את חתיכות הבצק) מכדררים וסוגרים את תחתית הכדורים לפי הדוגמא בסרטון ומניחים עם ריבוע נייר אפייה. את הכדורים מניחים במגש ומכסים במגבת עד להכפלת נפח נוספת – בין שעה לשעתיים שוב. רגע לפני שמוכן ממלאים שלישי מים בסיר המתאים לסיר אידוי שיש לנו (יעבוד גם בסיר קוסקוס) ומביאים לרתיחה. ברגע שיש רתיחה במים מורידים לאש נמוכה עד בינונית – המטרה להביא לבעבוע הכי עדין שיש אחרת הבאן יצאו לכם צהובים וקשים. מתחילים לאדות את הבאנים – הכדורים הראשונים שגלגלתם הם הראשונים להכנס לאידוי. מאדים במשך 15 דק׳ בדיוק – שימו סטופרים. בין אידוי אחד לשני מכסים את הלחמניות במגבת על מנת שלא התייבשו. ברגע שמוכן מעבירים לכלי הגשה ומכסים שוב במגבת עד לקירור – מי שלא יכסה יקבל תוצאה קשה ולא רכה לאחר צינון. מוכן – מגישים עם מה שאוהבים 🤍",
    "category": null,
    "prep_time": "200 minutes",
    "cook_time": null,
    "total_time": null,
    "notes": null,
    "tags": null
}