{
    "dish_name": "מדליוני פילה בקר",
    "description": "מדליוני פילה בקר בצלייה מהירה עם חמאה ושום",
    "ingredients": "[{\"name\": \"פילה בקר טרי ונקי מגידים\", \"units\": \"grams\", \"amount\": 850}, {\"name\": \"שמן זית כתית מעולה\", \"units\": \"tablespoons\", \"amount\": 2}, {\"name\": \"מלח ים אטלנטי\", \"units\": \"teaspoons\", \"amount\": 1.5}, {\"name\": \"פלפל שחור גרוס טרי\", \"units\": \"teaspoon\", \"amount\": 1}, {\"name\": \"ענף רוזמרין טרי\", \"units\": null, \"amount\": 1}, {\"name\": \"שיני שום טריות, קלופות וכתושות\", \"units\": null, \"amount\": 3}, {\"name\": \"חמאה איכותית\", \"units\": \"grams\", \"amount\": 40}, {\"name\": \"יין אדום יבש איכותי\", \"units\": \"ml\", \"amount\": 60}, {\"name\": \"ציר בקר צלול\", \"units\": \"ml\", \"amount\": 80}, {\"name\": \"שמן קנולה\", \"units\": \"tablespoon\", \"amount\": 1}]",
    "instructions": "תחילה, הוציאו את הפילה מהמקרר כחצי שעה לפני תחילת ההכנה – כך יגיע לטמפרטורת חדר ויבטיח צלייה אחידה ומדויקת. חתכו את הפילה ל־12 מדליונים שווים, והניחו על נייר סופג כדי להסיר עודפי נוזלים. הברישו את המדליונים במעט שמן זית מכל הכיוונים. פזרו עליהם מלח ים ופלפל שחור טרי בצורה אחידה. בשלב זה אני ממליץ לעסות בעדינות את התיבול אל תוך הבשר על מנת לחדד את הטעמים. חממו מחבת כבדה (מחבת ברזל עדיפה) על להבה גבוהה במשך 3–4 דקות, עד שהיא לוהטת ממש. הוסיפו כף שמן קנולה ואפשרו לו להתחמם עד שתראו תחילת עשן עדין. סגרו את המדליונים במהירות – טגנו כל צד כשעה–שתיים לכל היותר, עד שתיווצר השחמה אחידה וזהובה, אך הבשר יישאר נא בפנים. את שלב זה חשוב לא להאריך, כי הוא ייתן את הפריכות מבחוץ וישמור על עסיסיות מבפנים. הנמיכו את עוצמת הלהבה, הוסיפו למחבת את החמאה, השום והרוזמרין. מדי חצי דקה, בעזרת כף, הרטיבו את המדליונים עם החמאה הנמסה בתחתית (טכניקה צרפתית קלאסית הנקראת \"ארוזה\"). המשיכו כך עוד דקה–דקה וחצי. להשלמה, את המדליונים מוכנים להעביר לתבנית תנור מחומם מראש ל־130 מעלות צלזיוס. אפו אותם במשך 5–6 דקות, תלוי בעובי ובמידת הצלייה שאתם מעדיפים (למדיום רצוי לבדוק לאחר 5 דקות עם מד חום – 54–56 מעלות במרכז הנתח). הוציאו מהתנור, כסו אותם קלות בנייר כסף (לא בצורה אטומה) ותנו להם \"לנוח\" כ־5 דקות – שלב המבטיח שאת כל המיצים יישארו בבשר וקווי המתאר יהיו אחידים ומרהיבים. במהלך מנוחה זו, ניתן להכין רוטב קצר: במחבת שלמדליונים, שפכו בעדינות את עודפי השומן, הוסיפו את היין האדום, ערבלו היטב והרימו גזים. אפשרו לצמצום של כ־2 דקות. הוסיפו את ציר הבקר, המשיכו בצמצום ל־3–4 דקות נוספות עד לקבלת רוטב מרוכז, עשיר ומלא טעם. הגישו את המדליונים חמים, כשהם נחים לצד הרוטב, והשלמה של עלה רוזמרין רענן מעל כל מנה. אפשר להגיש לצד תפוחי אדמה צלויים בתנור, או סלט ירוק מרענן, בהתאם לאווירה ולהעדפה האישית.",
    "category": "Main Course",
    "prep_time": "20 minutes",
    "cook_time": "15 minutes",
    "total_time": "35 minutes",
    "notes": "במהלך השנים ניסיתי לא מעט וריאציות למדליונים. לא פעם שילבתי חמאה מתובלת בשום ועשבי תיבול במקום חמאה רגילה, מה שייצר עומק טעמים נפלא. אפשר לגוון עם סיום הצריבה בסילון קטן של בלסמי מצומצם, לקבלת איזון עדין בין חמצמצות למתקתקות. אם ביקשתם להעשיר את טעמי המנה, שקלו להוסיף לצד הרוטב פטריות פורצ'יני מושרות וצרובות – הן מעניקות טעם עמוק וארומטי שמתחבר נהדר עם בשר אדום.",
    "tags": "בשר, פילה בקר, מתכון, ארוחה חגיגית"
}