{
    "dish_name": "Τούρτα oreo",
    "description": "Τούρτα σοκολάτα με τριμμένα μπισκότα oreo. Eιναι από τις πιο αγαπημένες επιλογές των παιδιών.",
    "ingredients": "[{\"name\": \"βούτυρο\", \"units\": \"γρ.\", \"amount\": 340}, {\"name\": \"ζάχαρη\", \"units\": \"γρ.\", \"amount\": 480}, {\"name\": \"αβγά\", \"units\": null, \"amount\": 2}, {\"name\": \"κρόκοι αβγού\", \"units\": null, \"amount\": 2}, {\"name\": \"Βανίλια\", \"units\": null, \"amount\": null}, {\"name\": \"αλάτι\", \"units\": null, \"amount\": \"μια πρέζα\"}, {\"name\": \"ξινόγαλα\", \"units\": \"γρ.\", \"amount\": 200}, {\"name\": \"αλεύρι μαλακό\", \"units\": \"γρ.\", \"amount\": 260}, {\"name\": \"κακάο σκόνη\", \"units\": \"γρ.\", \"amount\": 100}, {\"name\": \"baking powder\", \"units\": \"κ.γλυκού\", \"amount\": 2}, {\"name\": \"βούτυρο\", \"units\": \"γρ.\", \"amount\": 400}, {\"name\": \"τυρί κρέμα\", \"units\": \"γρ.\", \"amount\": 400}, {\"name\": \"άχνη ζάχαρη\", \"units\": \"γρ.\", \"amount\": 500}, {\"name\": \"βανίλια\", \"units\": null, \"amount\": null}, {\"name\": \"μπισκότα Oreo\", \"units\": null, \"amount\": 22}, {\"name\": \"σοκολάτα κουβερτούρα\", \"units\": \"γρ.\", \"amount\": 200}, {\"name\": \"κρέμα γάλακτος\", \"units\": \"γρ.\", \"amount\": 100}]",
    "instructions": "Ξεκινάμε τοποθετώντας το τυρί κρέμα σε διπλό απορροφητικό χαρτί. Με αυτό τον τρόπο αφαιρούμε την επιπλέον υγράσια από το τυρί και εξασφαλίζουμε οτι η κρέμα μας θα είναι σταθερή και αφράτη. Για το κέικ σοκολάτας ενώνουμε και κοσκινίζουμε σε ένα μπολ το αλεύρι, το αλάτι, το κακάο και το baking. Στο μίξερ χτυπάμε με φτερό το βούτυρο και την ζάχαρη, σε δυνατή ταχύτητα για 4΄περίπου, μέχρι να αφρατέψει καλά. Συνεχίζουμε να χτυπάμε το βούτυρο σε μέτρια πρός δυνατή ταχύτητα, προσθέτοντας παράλληλα ένα ένα τα αβγά και τους κρόκους. Χαμηλώνουμε ταχύτητα και προσθέτουμε το μισό μείγμα με το αλεύρι μέσα στον κάδο του μίξερ και ανακατεύουμε 2-3 φορές σε χαμηλή ταχύτητα. Στη συνέχεια ρίχνουμε όλο το ξινόγαλα και τέλος το υπόλοιπο αλεύρι. Ανακατεύουμε για λίγο ακόμα σε χαμηλή ταχύτητα. Περνάμε με λίγο βούτυρο δύο στρογγυλά ταψάκια με διάμετρο 20εκ. το καθένα και μοιράζουμε μέσα σε αυτά τη ζύμη του κέικ. Ψήνουμε στον αέρα, στους 150˚C σε προθερμασμένο φούρνο για 45΄περιπου. Αφήνουμε τα κέικ να κρυώσουν, τα ξεφορμάρουμε και με την βοήθεια ενός πριονωτού μαχαιριού, κόβουμε το κάθε κέικ σε δύο παντεσπάνια. Για τη βουτυρόκρεμα χτυπάμε στο μίξερ το βούτυρο με την άχνη σε δυνατή ταχύτητα για 6-7 λεπτά, να αφρατέψει και να ασπρίσει. Προσθέτουμε το τυρί κρεμά, τη βανίλια και συνεχίζουμε να ανακατεύουμε σε μέτρια προς δυνατή ταχύτητα. Στο τέλος προσθέτουμε τα τριμμένα μπισκότα οreo και συνεχίζουμε να ανακατεύουμε για λίγο ακόμα. Στήνουμε την τούρτα μας, απλώνοντας βουτυρόκρεμα ενδιάμεσα από τα κομμάτια του κέικ (τρεις στρώσεις κρέμας 240γρ. περίπου η κάθε στρώση). Είναι πολύ σημαντικό μόλις στήσουμε τις εσωτερικές στρώσεις της τούρτας, να την βάλουμε στο ψυγείο, μια ώρα ή στη κατάψυξη για μισή ωρα,να κρυώσει για να μπορέσει να σταθεί σωστά. Συνεχίζουμε με την υπόλοιπη κρέμα καλύπτωντας τη τούρτα μας περιμετρικά χρησιμόποιωντας μια σπάτουλα. Αφήνουμε την τούρτα μας στο ψυγείο να σταθεροποιηθεί μέχρι να ετοιμάσουμε το γλάσο σοκολάτας. Βαζουμε σε ένα μπολ την ψιλοκομμένη σοκολάτα. Ζεσταίνουμε την κρέμα γάλακτος σε μια μικρή κατσαρόλα και μόλις αρχίσει να βράζει την αποσύρουμε απο την φωτιά. Ριχνουμε την σοκολάτα μέσα στη ζεστή κρέμα γάλακτος και ανακατεύουμε με μια μαριζ μέχρι να ομογενοποιηθεί καλά. Περιχύνουμε με το γλάσο την τούρτα και το αφήνουμε να τρέξει λίγο στο πλάι. Δημιουργούμε ροζέτες με την κρέμα που περίσσεψε και στολίζουμε με ολόκληρα μπισκότα oreo.",
    "category": "Dessert",
    "prep_time": "50 minutes",
    "cook_time": "45 minutes",
    "total_time": "95 minutes",
    "notes": null,
    "tags": "τούρτα, σοκολάτα, oreo"
}