{
    "dish_name": "Φωλίτσες κανταϊφιού με κρέμα γλυκιάς μυζήθρας",
    "description": "Γλυκιά συνταγή με φύλλο κανταΐφι και κρέμα γλυκιάς μυζήθρας.",
    "ingredients": "[{\"name\": \"φύλλο κανταΐφι\", \"units\": \"γρ.\", \"amount\": 300}, {\"name\": \"βούτυρο λιωμένο\", \"units\": \"γρ.\", \"amount\": 200}, {\"name\": \"μυζήθρα γλυκιά Καλογεράκη\", \"units\": \"γρ.\", \"amount\": 500}, {\"name\": \"κρέμα γάλακτος\", \"units\": \"γρ.\", \"amount\": 400}, {\"name\": \"άχνη ζάχαρη\", \"units\": \"γρ.\", \"amount\": 100}, {\"name\": \"νερό\", \"units\": \"ml\", \"amount\": 500}, {\"name\": \"ζάχαρη\", \"units\": \"γρ.\", \"amount\": 400}, {\"name\": \"χυμό & φλούδα ½ λεμονιού\", \"units\": null, \"amount\": null}, {\"name\": \"γλυκό κουταλιού βύσσινο\", \"units\": null, \"amount\": null}, {\"name\": \"φιστίκια Αιγίνης (ψιλοκομμένα)\", \"units\": null, \"amount\": null}]",
    "instructions": "Ετοιμάζουμε πρώτα την κρέμα: χτυπάμε στο μίξερ για μερικά λεπτά τη Γλυκιά Μυζήθρα Καλογεράκη, την κρέμα γάλακτος και την άχνη, μέχρι να πετύχουμε μια αφράτη κρέμα. Την αφήνουμε στο ψυγείο σκεπασμένη. Στη συνέχεια, αφρατεύουμε το κανταϊφι με τα χέρια μας και το απλώνουμε σε καθαρό πάγκο ή λαμαρίνα. Περιχύνουμε το φύλλο με το λιωμένο βούτυρο. Προθερμαίνουμε τον φούρνο στον αέρα στους 170 βαθμούς. Παίρνουμε ένα ταψί με φορμάκια για μάφινς και μοιράζουμε το φύλλο στις θήκες. Φροντίζουμε το φύλλο να ανεβαίνει στα τοιχώματα και να έχει ένα κενό στη μέση σαν φωλίτσα. Ψήνουμε στον αέρα για 30 λεπτά περίπου, μέχρι να ροδίσει το φύλλο. Στο μεταξύ βάζουμε σε κατσαρόλα όλα τα υλικά για το σιρόπι και ανακατεύουμε να λιώσει η ζάχαρη. Βράζουμε για 2-3 λεπτά και κατεβάζουμε από τη φωτιά. Μόλις βγάλουμε τις φωλίτσες από το φούρνο ξεφορμάρουμε και βουτάμε στο σιρόπι. Τοποθετούμε τις φωλίτσες σε σχάρα να κρυώσουν και να στραγγίσουν. Τοποθετούμε τις φωλίτσες σε πιατέλα και τις γεμίζουμε με την κρέμα της Γλυκιάς Μυζήθρας. Διατηρούμε τις φωλίτσες στο ψυγείο σκεπασμένες. Σερβίρουμε περιχύνοντας με γλυκό κουταλιού βύσσινο και πασπαλίζοντας με φιστίκια Αιγίνης.",
    "category": "Dessert",
    "prep_time": null,
    "cook_time": "30 minutes",
    "total_time": null,
    "notes": null,
    "tags": "συνταγη, γλυκό, κανταΐφι"
}