{
    "dish_name": "Ніжні булочки з заварним кремом",
    "description": "Приготуйте домашні булочки з ніжним заварним кремом – пухкі, ароматні та неймовірно смачні!",
    "ingredients": "[{\"name\": \"Масло вершкове\", \"units\": \"г\", \"amount\": 75}, {\"name\": \"Яйце куряче\", \"units\": \"шт.\", \"amount\": 1}, {\"name\": \"Молоко\", \"units\": \"мл\", \"amount\": 250}, {\"name\": \"Борошно пшеничне\", \"units\": \"г\", \"amount\": 500}, {\"name\": \"Цукор\", \"units\": \"ст. ложка\", \"amount\": 1}, {\"name\": \"Сіль\", \"units\": \"ч. ложки\", \"amount\": 0.5}, {\"name\": \"Дріжджі (сухі дріжджі Саф-момент)\", \"units\": \"г\", \"amount\": 7}, {\"name\": \"Жовток яєчний\", \"units\": \"шт.\", \"amount\": 2}, {\"name\": \"Крохмаль картопляний\", \"units\": \"ст. ложка\", \"amount\": 1}, {\"name\": \"Цукор\", \"units\": \"г\", \"amount\": 50}, {\"name\": \"Ванільна есенція\", \"units\": \"ч. ложка\", \"amount\": 1}, {\"name\": \"Сік лимонний\", \"units\": \"шт.\", \"amount\": 1}, {\"name\": \"Цукрова пудра\", \"units\": \"г\", \"amount\": 100}, {\"name\": \"Стружка кокосова\", \"units\": \"г\", \"amount\": 50}]",
    "instructions": "Почнемо процес з приготування крему. Нам знадобиться молоко, жовтки, борошно, крохмаль, цукор, ваніль. У миску насипати крохмаль і борошно. Додати в суху суміш жовтки і перемішати вінчиком, до однорідності. Влити третю частину гарячого ванільного молока в крохмально-яєчну суміш, інтенсивно помішуючи віночком. Потім, при безперервному помішуванні, влити молоко, що залишилося, поставити на слабкий вогонь, постійно помішуючи дерев’яною лопаткою або віночком. В процесі нагрівання крем загусне. Перекласти крем в миску (щоб швидше остигав). Миску з кремом накрити харчовою плівкою так, щоб плівка лягла прямо на поверхню крему – тоді на поверхні не буде утворюватися плівка. Поставити в холодильник, до повного охолодження. Холодний крем перенести в мішок. Тісто: Нам знадобиться молоко, цукор, борошно, дріжджі Саф-момент. Молоко нагріти й розвести в ньому дріжджі з цукром, додати 4 ст. л. муки. Прибрати в тепле місце на 10 хв. бродити. Поки опара бродить, просіяти в миску борошно, розтопити масло, 1 яйце збити з сіллю. У опару вилити яйця з сіллю і почати заміс тесту. Підливаємо поступово масло і поступово всипаємо борошно. Але не всю, а 450 г Ми залишаємо 50 г на потім. Замішуємо тісто до гладкого, пружного, але м’якого колобка. А тепер беремо наш колобок. Набираємо холодної води у велику миску й опускаємо його туди. Все, воно потонуло. Хвилин через 10-15 починається спливання. Час, через яке тісто почне спливати, залежить від того, наскільки добре ми його вимісити. Чим краще, тим швидше. Ще через 10 хв все спливло! Тепер дістаємо нашого «потопельника», промокаємо серветкою і вимішуємо з борошном (пам’ятаєте 50 г?). Накриваємо і прибираємо відпочити на 30 хвилин, нехай трохи отямиться і зігріється. Беремо тісто і ділимо на шматочки 60-65г. Скачуємо кожен в кульку. Трохи натискаємо пальцями й в середині робимо поглиблення для крему, даємо 20хв на підйом. Заповнюємо кремом, змащуємо яйцем і випікаємо в заздалегідь нагрітій духовці 180 град. -20 хв. Глазур – сік лимона і цукрова пудра. Ретельно перемішати, і готова глазур. Дістати, полити глазур’ю і посипати кокосом. Смачного!",
    "category": "Dessert",
    "prep_time": "15 minutes",
    "cook_time": "20 minutes",
    "total_time": "35 minutes",
    "notes": null,
    "tags": "булочки, булочки з кремом, десерт, ніжні булочки, рецепт булочок"
}