{
    "dish_name": "Chocolade ijstaart met hazelnoten",
    "description": "Een feestelijk dessert! Chocolade ijstaart met hazelnoten.",
    "ingredient": "[{\"name\": \"roomboter\", \"amount\": 210, \"units\": \"g\"}, {\"name\": \"witte basterdsuiker\", \"amount\": 200, \"units\": \"g\"}, {\"name\": \"fijn zout\", \"amount\": 3, \"units\": \"g\"}, {\"name\": \"eieren\", \"amount\": 200, \"units\": \"g\"}, {\"name\": \"patentbloem\", \"amount\": 180, \"units\": \"g\"}, {\"name\": \"pure chocolade\", \"amount\": 20, \"units\": \"g\"}, {\"name\": \"patentbloem\", \"amount\": 20, \"units\": \"g\"}, {\"name\": \"Kristalsuiker\", \"amount\": 50, \"units\": \"g\"}, {\"name\": \"eigeel\", \"amount\": 125, \"units\": \"g\"}, {\"name\": \"ei\", \"amount\": 125, \"units\": \"g\"}, {\"name\": \"van Dr. Oetker\", \"amount\": 1.5, \"units\": \"gelatineblaadjes\"}, {\"name\": \"slagroom\", \"amount\": 300, \"units\": \"g\"}, {\"name\": \"pure chocolade\", \"amount\": 200, \"units\": \"g\"}, {\"name\": \"geroosterde hazelnoten\", \"amount\": 200, \"units\": \"g\"}]",
    "step_by_step": "1. Verwarm de oven voor op 170˚C boven en onderwarmte. 2. Voeg de zachte boter met de basterdsuiker toe aan de mengkom van de keukenmachine en doe hier een snufje zout bij. Klop tot dit luchtig en romig is. Voeg nu een voor een de eieren toe. 3. Zeef de bloem en spatel dit door het beslag heen. 4. Hak de pure chocola in stukken en meng dit even met de 20 g bloem. Schud het even goed om zodat de chocola een laagje bloem om zich heeft. Schep de chocola ook door het beslag heen. 5. Vet een 25 cm cakeblik in en bekleed daarna met bakpapier. Doe het beslag hierin en bak de cake voor 55-60 minuten of tot een houten prikker er schoon uitkomt. 6. Om de chocoladeparfait te maken begin je met het weken van de gelatine in koud water voor ongeveer 5 minuten. Terwijl de gelatine weekt klop je de slagroom tot die mooi lobbig is. 7. Zet een kleine steelpan met water op en zet hier een hittebestendige kom op die het water net niet raakt. Breng het water aan de kook en breek de chocola in de kom. Smelt de chocola au bain-marie tot mooi glad. Laat afkoelen. 8. Laat je steelpannetje staan en neem een schone kom waarin je de suiker en het eigeel en de eieren met elkaar mengt. Dit verwarm je au bain-marie tot 40 graden. Haal de kom dan van de pan (draai het vuur uit) en zet op het aanrecht. Klop het mengsel tot de kom niet meer warm aanvoelt. 9. Maak hetzelfde steelpannetje schoon en droog en zet op heel laag vuur. Knijp de gelatineblaadjes uit en smelt die met het aanhangend water in het steelpannetje. Haal dan meteen van het vuur. Dit mag echt niet te heet worden. Roer de gelatine nu door je eiermengsel en voeg hieraan de afgekoelde gesmolten chocola toe. Spatel het geheel door tot mooi gemengd en voeg als laatste de slagroom toe die je ook weer erdoor heen spatelt. 10. Bekleed een ronde kom met plastic folie. Doe dit zo strak mogelijk. Giet nu 1/3 van de chocoladeparfait in de kom en hierop komt 1 laag van de cake. Zorg dat de cake niet tegen de zijkant aan komt. 11. Dit herhaal je drie keer en je eindigt met de cake. De volgorde is dus parfait/cake/parfait/cake/parfait/cake.De laatste plak cake wordt straks de bodem van je taart. Om te voorkomen dat de cake gaat zinken is het handig om tussen de lagen door de parfait even in de koeling te zetten om op te stijven (liefste 1 uur per laag) . 12. Bedek als laatste de cake met de hazelnoten en laat hem nog even goed hard worden in de vriezer. Haal de cake vlak voor het serveren uit de vriezer. Eetsmakelijk!",
    "nutrition_info": null,
    "category": "Koek & Gebak",
    "prep_time": null,
    "cook_time": "240",
    "total_time": "240",
    "difficulty_level": "Hard",
    "rating": 5.0,
    "notes": "Deze chocolade ijstaart met hazelnoten bestaat eigenlijk uit heel veel laagjes. Hiervoor bedek je een kom strak met vershoudfolie. Je begint met een laagje van het zelfgemaakte chocoladeparfait. Daarop leg je een laagje cake. Let op: zorg ervoor dat de cake niet tegen de zijkant aankomt. Herhaal dit drie keer. De laatste laag cake dient zo meteen als bodem van de cake. Je werkt dus als het ware van boven naar onder. Laat de cake goed hard worden in de vriezer en maak af met een laag hazelnoten.",
    "image_urls": "https://miljuschka.nl/wp-content/uploads/2021/09/Chocolade-ijstaart-miljuschka.jpg,https://miljuschka.nl/wp-content/uploads/2021/09/Chocolade-ijstaart-miljuschka-500x500.jpg,https://miljuschka.nl/wp-content/uploads/2021/09/Chocolade-ijstaart-miljuschka-500x375.jpg,https://miljuschka.nl/wp-content/uploads/2021/09/Chocolade-ijstaart-miljuschka-480x270.jpg"
}