{
    "dish_name": "Sushi rolls με γαρίδα τεμπούρα",
    "description": null,
    "ingredients": "[{\"name\": \"ρύζι αρμπόριο\", \"units\": \"γρ.\", \"amount\": 230}, {\"name\": \"νερό\", \"units\": \"γρ.\", \"amount\": 420}, {\"name\": \"ξίδι ρυζιού\", \"units\": \"κ.σ.\", \"amount\": 2}, {\"name\": \"κρυσταλλική ζάχαρη\", \"units\": \"κ.σ.\", \"amount\": 2}, {\"name\": \"mirin\", \"units\": \"γρ.\", \"amount\": 50}, {\"name\": \"αλεύρι γ.ό.χ.\", \"units\": \"κ.σ.\", \"amount\": 4}, {\"name\": \"κορν φλάουρ\", \"units\": \"κ.σ.\", \"amount\": 3}, {\"name\": \"αλάτι\", \"units\": \"πρέζα\", \"amount\": 1}, {\"name\": \"σόδα (αναψυκτικό), κρύα\", \"units\": \"γρ.\", \"amount\": 170}, {\"name\": \"γαρίδες, tiger, καθαρισμένες από το κέλυφος\", \"units\": \"\", \"amount\": 8}, {\"name\": \"αλάτι\", \"units\": null, \"amount\": null}, {\"name\": \"πιπέρι\", \"units\": null, \"amount\": null}, {\"name\": \"κορν φλάουρ, για το πασπάλισμα\", \"units\": null, \"amount\": null}, {\"name\": \"σπορέλαιο, για το τηγάνισμα\", \"units\": null, \"amount\": null}, {\"name\": \"φύκια, nori για σούσι\", \"units\": \"\", \"amount\": 4}, {\"name\": \"αβοκάντο, κομμένο σε στικ\", \"units\": \"\", \"amount\": 1}, {\"name\": \"μαγιονέζα\", \"units\": \"γρ.\", \"amount\": 50}, {\"name\": \"σουσάμι\", \"units\": \"κ.σ.\", \"amount\": 1}, {\"name\": \"σάλτσα σόγιας\", \"units\": null, \"amount\": null}]",
    "instructions": "Για το ρύζι για σούσι: Τοποθετούμε μια κατσαρόλα με νερό να βράζει σε δυνατή φωτιά. Ρίχνουμε σε ένα ένα μεγάλο μπολ κρύο νερό και τοποθετούμε μέσα στο μπολ ένα σουρωτήρι. Βάζουμε μέσα στο σουρωτήρι το ρύζι και το ξεπλένουμε πολύ καλά για 2-3 λεπτά ώστε να φύγει όλο το άμυλο. Το νερό πρέπει να γίνει άσπρο. Μεταφέρουμε το ρύζι σε ένα μπολ, προσθέτουμε το ρυζόξιδο, τη ζάχαρη, το νερό, το μίριν, και τα ανακατεύουμε με ένα κουτάλι ώστε να λιώσει η ζάχαρη. Σκεπάζουμε το μπολ πολύ καλά με διάφανη μεμβράνη και το στερεώνουμε πάνω στην κατσαρόλα με το νερό που βράζει δημιουργώντας ένα μπεν μαρί - φριντίζοντας η βάση του μπολ να μην ακουμπάει στο νερό που βράζει. Βράζουμε το ρύζι με αυτό τον τρόπο για 30 λεπτά. Αφαιρούμε το μπολ από το μπεν μαρί και βγάζουμε τη διάφανη μεμβράνη. Ανακατεύουμε το ρύζι με ένα κουτάλι και το αφήνουμε στην άκρη μέχρι να κρυώσει τελείως. Για τις γαρίδες τεμπούρα: Χαράζουμε τις γαρίδες εγκάρσια σε 5 σημεία της ράχης τους, με τη βοήθεια ενός κοφτερού μαχαιριού. Γυρίζουμε τις γαρίδες από την ανάποδη πλευρά (της κοιλιάς) και χαράζουμε με το μαχαίρι 4 φορές ανάμεσα στα σημεία που έχουμε χαράξει στην από πάνω πλευρά γιατί αν χαράξουμε ακριβώς στα ίδια θα κοπούν οι γαρίδες. Πατάμε τις γαρίδες ελαφρά με το χέρι μας από τη μεριά της πλάτης και τις ανοίγουμε σαν ακορντεόν. Βάζουμε σε ένα μπολ το αλεύρι, το κορν φλάουρ, το αλάτι, τη σόδα, και ανακατεύουμε με ένα σύρμα χειρός. Πασπαλίζουμε τις γαρίδες με αλάτι, πιπέρι και κορν φλάουρ, καλύπτοντας όλη την επιφάνειά τους. Βουτάμε τις γαρίδες στο μπολ με την τεμπούρα. Ρίχνουμε το σπορέλαιο σε ένα μεγάλο τηγάνι και το τοποθετούμε σε δυνατή φωτιά, μέχρι να ζεσταθεί το σπορέλαιο και να φτάσει τους 180°C. Ρίχνουμε τις γαρίδες στο τηγάνι και τηγανίζουμε για 2 λεπτά -ή όσο χρειαστεί- μέχρι να πάρουν οι γαρίδες χρυσαφένιο χρώμα. Αφαιρούμε τις γαρίδες από το τηγάνι με μια τρυπητή κουτάλα και τις αφήνουμε να στραγγίξουν σε ένα πιάτο με απορροφητικό χαρτί. Για τη σύνθεση: Τυλίγουμε το sushi mat (ειδικό σουπλά για να τυλίγουμε το σούσι) με διάφανη μεμβράνη για λόγους υγιεινής. Στρώνουμε ένα φύκι nori πάνω στο sushi mat και απλώνουμε με τα χέρια μας μια στρώση από το ρύζι ώστε να καλύψουμε όλη την επιφάνειά του χωρίς να αφήσουμε κενό. Πασπαλίζουμε με το σουσάμι και αναποδογυρίζουμε το nori με το ρύζι ώστε το ρύζι να βρίσκεται από την κάτω πλευρά. Έτσι, όταν το τυλίξουμε, το ρύζι θα είναι στην εξωτερική πλευρά. Βάζουμε κατά μήκος στο κέντρο από το φύκι nori 2 γαρίδες, λίγα στικ από αβοκάντο και λίγη μαγιονέζα. Τυλίγουμε με το sushi mat και πιέζουμε πολύ καλά ώστε να σχηματιστεί το σούσι. Κόβουμε το ρολό σε 8 κομμάτια, χρησιμοποιώντας ένα πολύ κοφτερό μαχαίρι. Επαναλαμβάνουμε την ίδια διαδικασία για ακόμα 3 ρολά. Σερβίρουμε με σάλτσα σόγιας.",
    "category": null,
    "prep_time": "25 minutes",
    "cook_time": "30 minutes",
    "total_time": null,
    "notes": null,
    "tags": null
}