{
    "dish_name": "Key lime pie",
    "description": "En let, frisk, sød og syrlig tærte med limecreme og kiksebund.",
    "ingredients": "[{\"name\": \"digestive kiks\", \"units\": \"g\", \"amount\": 300}, {\"name\": \"smør\", \"units\": \"g\", \"amount\": 125}, {\"name\": \"æg\", \"units\": \"stykker\", \"amount\": 3}, {\"name\": \"lime\", \"units\": \"stykker (saft og skal)\", \"amount\": 6}, {\"name\": \"kondenseret mælk\", \"units\": \"g\", \"amount\": 400}, {\"name\": \"sukker\", \"units\": \"g\", \"amount\": 150}]",
    "instructions": "Start med at tænde ovnen på 180 grader normal ovn. Tag en foodprocessor og kom alle kiksene i den. Blend, til kiksene er blevet til krummer. I en gryde smeltes smørret, når det er helt smeltet, tager du gryden af varmen og tilføjer kiksekrummerne. Bland det godt sammen og hæld det i en tærteform. Brug fingrene til presse dejen helt op af kanterne og brug eventuelt en kop til at presse bunden helt flad. Bag nu bunden i 10 minutter. I mens den bager, kan vi tilberede limecremen. Start med at dele æggeblomme fra æggehviderne. Tilføj æggeblommerne i foodprocessor sammen med skal fra lime. Blend det sammen i et par minutter, indtil farven er lys gul, tilføj nu kondenseret mælk og blend yderligere, indtil den tykner en smule. Tilføj nu saften fra lime lidt ad gangen i mens du blender det godt sammen. Konsistensen skal være som blødt smør. Tag nu bunden ud af ovnen og fordel limecremen i bunden. Skru ovnen ned på 170 grader og bag nu kagen i yderligere 15 minutter. Tag nu æggehviderne i en ren skål og pisk dem stive med en elpisker. Når de er blevet stive, tilføjer du en spiseske sukker af gangen, i mens du forsat pisker. Tag tærten ud af ovnen og tilføj marengs på toppen. Skru ovnen op på grill og bag nu tærten i knap tre minutter, så marengsen bliver gylden. Stil nu tærten på køl og server din key lime pie, når den er kold.",
    "category": "Dessert",
    "prep_time": "15 minutes",
    "cook_time": "20 minutes",
    "total_time": "35 minutes",
    "notes": "Jeg anbefaler at sætte den færdige key lime tærte på køl og servere den, når den er kold. Men du kan også servere den lun.",
    "tags": "key lime pie, dessert, amerikansk"
}