{
    "dish_name": "Meso ispod sača",
    "description": "Meso ispod sača ili peke je zasigurno jedano od najukusnijih, još ako se tu doda malo povrća raskošnom ukusu nikad kraja a jela nikad dosta. Danas su moja dva brata Branislav i Petar pripremali na ova.",
    "ingredient": "[{\"name\": \"Kod pripreme mesa ili kombinacije mesa ispod sača sastojci su po vašoj želji i vašem ukusu.\", \"units\": null, \"amount\": null}, {\"name\": \"Obično se koristi jagnjetina, mada su idealne i druge kombinacije mesa. Kod baš ovog sača korišteno je juneće meso i svinjsko od vrata. Dodat je krompir, šargarepa i šampinjoni.\", \"units\": null, \"amount\": null}, {\"name\": \"Pored toga korišteno je ulje, voda suvi začin, so i biber.\", \"units\": null, \"amount\": null}]",
    "step_by_step": "Prvo se upali vatra od tvrdog drveta. Sačeka se da svo drvo izgori i da se dobije jaka žar, kao kod pečenja roštilja, samo što tog žara mora da pude puno. Vatra koja se loži mora biti otprilike kvadratni metar površine i da ide u visinu metar, da bi kada vatra se stiša i ostane samo žar to bilo dovoljno da se zatrpa sač. U crepulju se poslaže meso, okolo krompir, preko šargarepa i šampinjoni ( vi naravno meso i povrće po vašem izboru ). Uspe se 200 ml vode i isto toliko ulja. Dobro se pospe suvim začinom, posoli i pobiberi pa se crepulja uroni uroni u žar koji ste prethodno razgrnuli. Preko se poklopi sa sačem ( poklopcem ) i naspe se lopatom preko žar. Savremeniji sačevi imaju sastrane veći rub i on drži žar da ne pada okolo. Ispod sača se meso peče 2 do 2, 5 sata. Sač može da se odrpa, otklopi i proveri da li je meso pečeno ili da se podigne na krompir, koji tad ostaje u saftu a meso se zapeče jače kada je na krompiru, ali ni to nije potrebno. Meso pečeno ispod sača ili peke je mekano, razdvaja se na niti, topi u ustima, a povrće pokupi sve ukuse i mirise od mesa i drugog povrća i ima posebnu slast. Prijatno.",
    "nutrition_info": null,
    "category": "Main Course",
    "prep_time": null,
    "cook_time": null,
    "total_time": null,
    "difficulty_level": "Easy",
    "rating": null,
    "notes": "Meso pečeno ispod sača ili peke je mekano, razdvaja se na niti, topi u ustima, a povrće pokupi sve ukuse i mirise od mesa i drugog povrća i ima posebnu slast.",
    "tags": "jagnjetina ispod peke, jagnjetina ispod saca, jela ispod saca, kako ispeci meso ispod saca, kako se pece ispod peke, kako se pece ispod saca, meso ispod peke, meso ispod sača, peka recepti, sac recepti",
    "image_urls": "https://domacirecepti.net/wp-content/uploads/2015/09/meso-ispod-saca.jpg,https://domacirecepti.net/wp-content/uploads/2016/10/posna-punjena-paprika-pecena-u-rerni-220x150.jpg,https://domacirecepti.net/wp-content/uploads/2012/12/brzi-rucak-220x150.jpg"
}