{
    "dish_name": "Zapečena sarma",
    "description": "Zapečena sarma ili sarma iz rerne. Kažu da je ovakva priprema sarme na Makedonski način.",
    "ingredient": null,
    "step_by_step": "Luk sitno iseckati ili samleti pa staviti sa uljem i suvim zalinom da se prodinsta. Kada se luk dinstao nekih 15 minuta, dodati mleveno meso, malo vode i opet malo dinstati. U drugu šerpu stavimo pirinač i nalijemo vode pa ostavimo da se kuva 10 – 15 minuta. Taman dok nam se meso izdinsta. Mesu dodamo začine i opet malo dinstamo. Pirinač procedimo i dodamo mesu pa sve sjedinimo. Kupus operemo, odvojimo listove i isečemo žilice, ako su nam listovi preveliki presečemo ih tu gde je žilica i nju odstranimo. Stavljamo kašikom na početak lista smesu od mesa pa preklopimo od dole malo preko mesa, pa malo sa leve strane i malo sa desne i onda urolamo sve zajedno. Slaćemo u pouljenu keramičku ili vatrostalnu tepsiju gusto, jednu do druge, da jedna drugu drže, da se ne odmotaju. Nalijemo vode pola tepsije, poklopimo poklopcem ili alu folijom i stavimo da se peče na 180 stepeni nekih sat vremena. Posle sat vremena skinemo poklopac, pogledamo koliko ima vode ako je potrebno dolijemo. E sad, neko stavlja zapršku, a neko ne. Ako stavljate onda 100 ml ulja zagrejete i stavite kašiku brašna, malo mešate pa kašiku crvene, mlevene paprike i opet mešamo par minuta. Tom smesom prelijemo papriku pod uslovom da ima vode u tepsiji do pola. Druga vrsta zaprške je kašika brašna, kašike mlevene crvene paprike i čaša vode se razmute i prelije se preko sarme. Ostaviti tako još 30 minuta da se peče, da bi se i sarmice odgore malo zapekle. Poslužiti toplu. Prijatno.",
    "nutrition_info": null,
    "category": "Main Course",
    "prep_time": null,
    "cook_time": null,
    "total_time": null,
    "difficulty_level": "Easy",
    "rating": null,
    "notes": null,
    "tags": "Božićna trpeza, domaca sarma, kakos e pravi sarma, makedonska sarma, Novogodišnja trpeza, sarma, sarma iz rerne, sarma za slavu",
    "image_urls": "https://domacirecepti.net/wp-content/uploads/2016/01/zapecena-sarma.jpg,https://domacirecepti.net/wp-content/uploads/2021/06/cufte-sa-boranijom-220x150.jpg,https://domacirecepti.net/wp-content/uploads/2015/02/zimski-krompir-220x150.jpg"
}